export const QUESTION_LIST = [
  {
    id: 1,
    type: 4,
    question: '주식의 PER 지표는 무엇을 의미하나요?',
    options: [
      { value: 1, label: '배당 수익률' },
      { value: 2, label: '수익 성장률' },
      { value: 3, label: '회사 총자산' },
      { value: 4, label: '추가 수익 비율' },
    ],
  },
  {
    id: 2,
    type: 4,
    question: '갑자기 날씨가 너무 덥다!',
    subtitle:
      '무더위 속 땀을 흘리며 거리를 걷고 있다.\n그때 우연히 편의점 앞에 걸린 "아이스크림 2+1" 행사!\n편의점에 들어가 냉동고 앞에 섰다.\n당신의 선택은?',
    options: [
      { value: 1, label: '참고 집에 가서 먹는다' },
      { value: 2, label: '2개는 과소비! 딱 한 개만 사서 먹는다' },
      { value: 3, label: '이렇게 더운 날에는 먹어야지! 3개를 구매한다' },
      { value: 4, label: '이런 기회에 많이 사둬야지! 봉지 가득 구매한다' },
    ],
  },
  {
    id: 3,
    type: 4,
    question: '친구와의 저녁 약속',
    subtitle:
      '친구에게 저녁을 먹자는 연락이 왔다.\n카톡창에 뜬 "오늘은 스테이크 어때?".\n1인분에 3만원 이상 지출이 예상되는 저녁약속!\n당신의 선택은?',
    options: [
      { value: 1, label: '가격이 부담된다고 솔직히 말하기' },
      { value: 2, label: '약속에 가지만 속으로 가격이 부담된다고 생각' },
      { value: 3, label: '가격보다 친구와의 시간이 더 중요!' },
      { value: 4, label: '이런 날 스테이크도 한 번 먹어줘야지!' },
    ],
  },
  {
    id: 4,
    type: 4,
    question: '배고픈 저녁, 배달음식 고민',
    subtitle:
      '배가 고픈 저녁시간, 습관처럼 배달 앱을 켰다.\n추천 메뉴 중 16,000원짜리 1인세트가 눈에 밟힌다.\n먹고싶은 메뉴지만 가격이 살짝 부담되는 상황!\n당신의 선택은?',
    options: [
      { value: 1, label: '돈은 아끼고 집밥으로 배를 채운다' },
      { value: 2, label: '쿠폰을 열심히 찾아본 뒤 결제!' },
      { value: 3, label: '맛있게 먹으면 스트레스도 풀린다! 시켜!' },
      { value: 4, label: '먹고싶은건 먹어야지! 바로 주문한다' },
    ],
  },
  {
    id: 5,
    type: 4,
    question: '바뀐 계절, 새 옷 쇼핑하기',
    subtitle:
      '점점 바뀌어가는 계절.\n옷이 있지만 새로운 계절을 맞아 새 옷을 사고싶다!\n여러 사이트를 둘러보지만 꽤나 큰 금액..\n당신의 선택은?',
    options: [
      { value: 1, label: '쇼핑을 멈추고 작년 옷을 꺼내입는다' },
      { value: 2, label: '장바구니에서 몇 개만 골라서 산다' },
      { value: 3, label: '내년에도 입으면 되니까! 나를 위해 투자' },
      { value: 4, label: '어차피 살 옷들! 그냥 지금 결제해! ' },
    ],
  },
];
